"DOWNGRADE_TITLE" = "Une version plus récente de Java est déjà installée.";

"DOWNGRADE_MESSAGE" = "Vous essayez d'installer %1$@, mais %2$@ est déjà installé.\nPour plus d'informations, visitez le site java.com/newerversionexists.";

"Restore Security Prompts" = "Restaurer les invites de sécurité";

"Browser Plug-in Disabled" = "Plug-in de navigateur désactivé";

"Continue" = "Continuer";

"Close" = "Fermer";

"Install" = "Installer";

"Finish" = "Terminer";

"You have Successfully Installed %@ \nand the Ask extension(s)." = "%1$@ \net les extensions Ask sont maintenant installés.";

"The security level has been set to a minimum value of High." = "Le niveau de sécurité a été défini sur la valeur minimale Elevée.";

/* Dynamic welcome string */
"Welcome to the %@ Installer" = "Bienvenue dans le programme d'installation de %1$@";

/* Dynamic complete string */
"You have successfully installed %@." = "Vous avez installé %1$@.";

"Information about" = "Eléments importants sur le plan d'informations Oracle Java SE";

"Oracle has announced" = "Des modifications à venir auront un impact sur votre accès aux versions futures de Java SE à partir d'Oracle. ";

"Corporate users may" = "Les utilisateurs d'entreprise seront concernés dès janvier 2019. ";

"and others" = "Pour obtenir des informations supplémentaires, suivez le lien ci-dessous.\n";

"More Information on roadmap" = "En savoir plus sur le plan d'informations";

"Changes are" = "Des modifications à venir auront un impact sur votre accès aux versions futures de Java SE à partir d'Oracle.\n\n";

"Corporate users" = "Les utilisateurs d'entreprise seront concernés dès la mise à jour d'avril 2019.\n\n";

"These changes" = "Ces modifications ne concernent pas la version que vous êtes sur le point d'installer.";

"For additional" = "Pour obtenir des informations supplémentaires, suivez le lien ci-dessous.\n\n";

"More Information..." = "Plus d'informations...";

"Important Info" = "Eléments importants sur le plan d'informations Oracle Java SE";

"OK" = "OK";

"Java provides" = "Java offre un accès à des contenus très divers. Solutions d'entreprises, utilitaires ou divertissement, Java optimise votre expérience Internet.\n\n";

"Note: No" = "Remarque : aucune information personnelle ne sera recueillie dans le cadre du processus d'installation.\n";

/* hyperlink - do not use punctuation */
"Click here" = "Cliquez ici";

/* Click here for more information on what we do collect. is the full sentence */
" for more" = " pour obtenir davantage d'informations sur les données recueillies.";

"Click Install" = "Cliquez sur Installer pour accepter ";

"license agreement" = "le contrat de licence";

" and install" = " et installer Java maintenant.";

"Install >" = "Installer >";

"Please remove" = "Enlevez les versions obsolètes de Java";

"The Java software" = "La version du logiciel Java installée sur cet ordinateur est obsolète et il n'existe aucune mise à jour pour cette version.\n\n";

"Keeping out-of-date" = "La conservation de versions obsolètes de Java sur votre système présente un risque pour la sécurité.\n\n";

"If you still" = "Si vous avez encore besoin de Java pour exécuter des applications de bureau après la suppression, visitez ";

" for a recommended" = " pour connaître la version recommandée.";

"Remove" = "Enlever >";

"Java Deployment" = "Cache de déploiement Java";

"Java maintains" = "Java conserve un cache pour accélérer le rechargement des programmes Java fréquemment utilisés, et pour stocker les fichiers journaux et trace. Si vous enlevez Java Runtime, nous vous recommandons également d'enlever ce cache pour libérer de l'espace sur votre ordinateur.\n\nEn savoir plus sur le ";

"Java Deployment Cache" = "Cache de déploiement Java";

"Would you like" = "\n\nVoulez-vous enlever le cache Java (recommandé) ?";

"Yes" = "Oui";

"No" = "Non";

"Uninstalled" = "Java est maintenant enlevé";

"NoJavaToUninstall" = "Aucune installation Java détectée sur le système";

"Complete" = "Terminé";

"Later" = "Ultérieurement";

"Update" = "Mettre à jour";

"Please remove unused" = "Enlevez les versions inutilisées de Java";

/* It appears that you have not used Java on your system in over 6 months. We recommend that you uninstall it by clicking the Remove button below. */
"It appears that" = "Vous n'avez pas utilisé Java sur votre système depuis plus de 6 mois. Nous vous recommandons de le désinstaller en cliquant sur le ";
" Remove" = "Enlever";
" button below." = " bouton ci-dessous.";

"If you later" = " Si vous décidez ultérieurement que vous avez besoin de Java, vous pouvez le réinstaller à partir du site java.com.";

/* If you wish to" = "If you wish to keep Java on your system, please update it by clicking the Update button below. */
"If you wish to" = "Pour conserver Java sur votre système, mettez-le à jour en cliquant sur le ";
" Update" = "Mettre à jour";

"Fail to install" = "Echec de l'installation de Java";

"Uninstalling" = "Désinstallation de Java en cours...";

"Fail to uninstall" = "Echec de la désinstallation de Java : %@";

"XPC connection error." = "Erreur de connexion XPC.";

"Error code" = "Code d'erreur de système d'exploitation : %lld.";

"shell is not available." = "le shell n'est pas disponible.";

"process cannot be created." = "impossible de créer le processus.";

"Commercial License" = "Licence commerciale requise pour cette version";

"Use of this" = "Pour utiliser cette version, vous devez disposer d'une licence commerciale que l'un de vos fournisseurs de logiciel ou vous-même avez acquise.";

"You can also" = "Vous pouvez également utiliser cette version pour exécuter les produits Oracle sous licence qui requiert Java Runtime.";

"Learn more about this release" = "En savoir plus sur cette version";

"Details on the" = "Détails sur les informations collectées";

"cannot delete" = "impossible de supprimer le cache de déploiement Java";

"Password prompt" = "%@ requiert une autorisation pour continuer.";

"Java Update" = "Java Update";

"OSCHECK_TITLE" = "Java d'Oracle exige %1$@ %2$@ ou version ultérieure.";

"OSCHECK_MESSAGE" = "Votre système dispose de %1$@ version %2$@. Ce produit peut être installé sur la version %3$@ ou ultérieure.\nPour plus d'informations, visitez le site java.com/help.";

"Welcome to Java" = "Bienvenue dans Java";

"This version" = "Cette version de Java exige que vous disposiez d'une licence pour Oracle Java SE obtenue auprès d'Oracle, d'un partenaire Oracle autorisé ou d'un fournisseur de logiciel tiers autorisé. Il vous revient de vous assurer que vous disposez d'une licence appropriée. Si tel est le cas, cliquez sur Installer pour poursuivre le processus d'installation.";

"If you have" = "Si vous n'avez pas de licence, cliquez sur Enlever pour arrêter le processus d'installation et choisir d'enlever les anciennes versions de Java ou non.";

"No personal" = "Aucune information personnelle ne sera recueillie dans le cadre du processus d'installation";

"Welcome to Java -" = "Bienvenue dans Java - Mise à jour des conditions de licence";

"The terms" = "Les conditions d'octroi de licence pour cette version du logiciel ont été modifiées.";

"Updated License" = "Mise à jour du contrat de licence";

"This version -" = "La licence de cette version de Java Runtime est octroyée uniquement à des fins d'utilisation personnelle (non commerciale) sur ordinateur portable ou de bureau.";

"Commercial use" = "L'utilisation de ce logiciel à des fins commerciales requiert une licence distincte acquise auprès d'Oracle ou de votre fournisseur de logiciels.";

"Click install or" = "Cliquez sur Installer pour accepter le contrat de licence et installer Java maintenant, ou cliquez sur Enlever pour le désinstaller de votre système.";

"Remove -" = "Enlever";
